Repository: Nowkoo/BC_ControlStock
Catalog: Translations/ControlStock.*.xlf
Languages: es_es

# Table 473686509 - Field 1754546768 - Property 2879900210
source: Customer Type
es_es: Tipo de cliente

# Table 473686509 - Field 1234124704 - Property 2879900210
source: Subject
es_es: Asunto

# Table 4186854011 - Field 4246450271 - Property 2879900210
source: Key Field
es_es: Campo clave

# Table 4186854011 - Field 3300948010 - Property 2879900210
source: Selected Layout Code
es_es: Código diseño seleccionado

# Table 4186854011 - Field 708468528 - Property 2879900210
source: Selected Layout Name
es_es: Nombre diseño seleccionado

# Codeunit 454934481 - NamedType 1131565486
source: There is no layout selected.
es_es: No hay ningún diseño seleccionado.

# Codeunit 454934481 - NamedType 3314273988
source: Could not find the selected layout.
es_es: No se ha podido encontrar el diseño seleccionado

# Codeunit 3840364725 - NamedType 1907521497
source: There is not enough stock of one or more items in the order. Do you want to purchase the missing amounts?
es_es: No hay suficiente stock de uno o más productos de este pedido. ¿Quiere comprar las cantidades que falten?

# Codeunit 3840364725 - NamedType 3443829541
source: All the items in this order are already linked to a purchase order. Sale Order was not released. Try again when the items are received.
es_es: Todos los productos de este pedido están ya vinculados a un pedido de compra. No se ha lanzado el pedido de venta. Pruebe otra vez cuando haya recibido los productos.

# Codeunit 3840364725 - NamedType 1661734167
source: Sale Order was not released because there is not enough stock of one or more items.
es_es: No se ha podido lanzar el pedido de venta porque no hay suficiente stock de uno o más productos.

# Codeunit 3840364725 - NamedType 3300756767
source: Sale Order was not released. Try again when the items are received.
es_es: No se ha lanzado el pedido de venta. Pruebe otra vez cuando haya recibido los productos.

# Codeunit 3840364725 - NamedType 602111953
source: There are no purchase orders linked to this sales order.
es_es: No hay pedidos de compra vinculados a este pedido de venta.

# Codeunit 3840364725 - NamedType 212368229
source: There are no sales orders linked to this purchase order.
es_es: No hay pedidos de venta vinculados a este pedido de compra.

# Codeunit 3840364725 - NamedType 154605416
source: One or more purchase orders have been created or modified.
es_es: Se ha creado o modificado uno o más pedidos de compra.

# Page 3104805162 - Property 2879900210
source: Email Body Word Layouts
es_es: Diseño de Word para cuerpo de correo

# Page 3104805162 - NamedType 141585515
source: Built-in layout
es_es: Diseño integrado

# Page 3104805162 - NamedType 2855594040
source: Copy of %1
es_es: Copia de %1

# Page 3104805162 - NamedType 2358513986
source: New layout
es_es: Nuevo diseño

# Page 3104805162 - Control 3004954119 - Property 1295455071
source: Specifies the Code.
es_es: Especifica el código del diseño del informe.

# Page 3104805162 - Control 3997336476 - Property 1295455071
source: Specifies the Business Central company that the report layout applies to. You to create report layouts that can only be used on reports when they are run for a specific to a company. If the field is blank, then the layout will be available for use in all companies.
es_es: Especifica la empresa de Business Central a la que se aplica el diseño de informe. Cree diseños de informe que solo puedan usarse en informes cuando se ejecuten para una empresa específica. Si el campo está vacío, el diseño estará disponible para todas las empresas.

# Page 3104805162 - Control 3461834954 - Property 1295455071
source: Specifies a description of the report layout.
es_es: Especifica una descripción del diseño del informe.

# Page 3104805162 - Control 1272245069 - Property 1295455071
source: Specifies the object ID of the report.
es_es: Especifica el id. de objeto del informe.

# Page 3104805162 - Control 4101026147 - Property 1295455071
source: Specifies the name of the report.
es_es: Especifica el nombre del informe.

# Page 3104805162 - Control 1878130204 - Property 1295455071
source: Specifies the file type of the report layout. The following table includes the types that are available:
es_es: Especifica el tipo de archivo del diseño de informe. En la tabla siguiente se incluyen los tipos disponibles:

# Page 3104805162 - Action 2193903826 - Property 1295455071
source: Export a Word layout file.
es_es: Exportar diseño de informe en Word

# Page 3104805162 - Action 2193903826 - Property 2879900210
source: Export Layout
es_es: Exportar diseño

# Page 3104805162 - Action 4137051400 - Property 1295455071
source: Upload a new Word layout file to use as email body when posting a sales order.
es_es: Importar un nuevo diseño de informe en Word para usarlo como cuerpo de correo al registrar pedidos de venta.

# Page 3104805162 - Action 4137051400 - Property 2879900210
source: New Layout
es_es: Nuevo diseño

# Page 3104805162 - Action 2746247081 - Property 1295455071
source: Run a test report.
es_es: Ejecutar un informe de prueba

# Page 3104805162 - Action 2746247081 - Property 2879900210
source: Run Report
es_es: Ejecutar informe

# Page 2597278317 - Property 2879900210
source: Posting Email Setup
es_es: Configurar correo registro

# Page 2597278317 - NamedType 3690873739
source: Please select a Word layout.
es_es: Por favor, seleccione un diseño de informe en Word.

# Page 2597278317 - Control 3104805162 - Property 2879900210
source: Email Body Word Layout
es_es: Diseño de Word para cuerpo de correo

# Page 2597278317 - Control 3540604197 - Property 1295455071
source: Selected layout
es_es: Diseño seleccionado

# Page 2597278317 - Control 3540604197 - Property 2879900210
source: Selected layout
es_es: Diseño seleccionado

# Page 2597278317 - Control 172738764 - Property 2879900210
source: Email Subject by Customer Type
es_es: Asunto de correo por tipo de cliente

# Page 2597278317 - Control 1754546768 - Property 1295455071
source: Type of the customer.
es_es: Tipo de cliente

# Page 2597278317 - Control 1234124704 - Property 1295455071
source: Specify a subject for the email to this customer type.
es_es: Especifique un asunto de correo para este tipo de cliente.

# Report 2001373572 - ReportLabel 3871258722
source: Your order will be sent to
es_es: Su pedido será enviado a

# Report 2001373572 - ReportLabel 350441376
source: on date
es_es: en fecha de

# PageExtension 2204447775 - Control 1754546768 - Property 1295455071
source: Select a Customer Type.
es_es: Seleccione el tipo de cliente.

# PageExtension 515410600 - Action 1784957681 - Property 2879900210
source: Stock control
es_es: Control de stock

# PageExtension 515410600 - Action 2117328752 - Property 1295455071
source: Clear sales orders linked to this purchase order.
es_es: Desvincular pedidos de venta vinculados a este pedido de compra.

# PageExtension 515410600 - Action 2117328752 - Property 2879900210
source: Clear linked orders
es_es: Desvincular pedidos

# PageExtension 515410600 - Action 3649379592 - Property 1295455071
source: Display the purchase orders linked to this sales order.
es_es: Mostrar pedidos de compra vinculados a este pedido de venta.

# PageExtension 515410600 - Action 3649379592 - Property 2879900210
source: Linked Orders
es_es: Ver pedidos vinculados

# PageExtension 912914594 - Action 1784957681 - Property 2879900210
source: Stock control
es_es: Control de stock

# PageExtension 912914594 - Action 2117328752 - Property 1295455071
source: Clear sales orders linked to this purchase order.
es_es: Desvincular pedidos de venta vinculados a este pedido de compra.

# PageExtension 912914594 - Action 2117328752 - Property 2879900210
source: Clear linked orders
es_es: Desvincular pedidos

# PageExtension 912914594 - Action 3649379592 - Property 1295455071
source: Display the purchase orders linked to this sales order.
es_es: Mostrar pedidos de compra vinculados a este pedido de venta.

# PageExtension 912914594 - Action 3649379592 - Property 2879900210
source: Linked Orders
es_es: Ver pedidos vinculados

# PageExtension 1633892545 - Action 1784957681 - Property 2879900210
source: Stock control
es_es: Control de stock

# PageExtension 1633892545 - Action 1979441508 - Property 1295455071
source: Clear purchase orders linked to this sales order.
es_es: Desvincular pedidos de compra vinculados a este pedido de venta.

# PageExtension 1633892545 - Action 1979441508 - Property 2879900210
source: Clear linked orders
es_es: Desvincular pedidos

# PageExtension 1633892545 - Action 3649379592 - Property 1295455071
source: Display the purchase orders linked to this sales order.
es_es: Mostrar los pedidos de compra vinculados a este pedido de venta.

# PageExtension 1633892545 - Action 3649379592 - Property 2879900210
source: Linked Orders
es_es: Ver pedidos vinculados

# PageExtension 1633892545 - Action 2939324173 - Property 1295455071
source: Configure subject and body for the email sent to the customer after posting a sales order.
es_es: Configurar asunto y cuerpo para el correo enviado al cliente después de registrar un pedido de venta.

# PageExtension 1633892545 - Action 2939324173 - Property 2879900210
source: Posting Email Setup
es_es: Configurar correo registro

# PageExtension 1737375231 - Action 1784957681 - Property 2879900210
source: Stock control
es_es: Control de stock

# PageExtension 1737375231 - Action 1979441508 - Property 1295455071
source: Clear purchase orders linked to this sales order.
es_es: Desvincular pedidos de compra vinculados a este pedido de venta.

# PageExtension 1737375231 - Action 1979441508 - Property 2879900210
source: Clear linked orders
es_es: Desvincular pedidos

# PageExtension 1737375231 - Action 3649379592 - Property 1295455071
source: Display the purchase orders linked to this sales order.
es_es: Mostrar los pedidos de compra vinculados a este pedido de venta.

# PageExtension 1737375231 - Action 3649379592 - Property 2879900210
source: Linked Orders
es_es: Ver pedidos vinculados

# PageExtension 1737375231 - Action 2939324173 - Property 1295455071
source: Configure subject and body for the email sent to the customer after posting a sales order.
es_es: Configurar asunto y cuerpo para el correo enviado al cliente después de registrar un pedido de venta.

# PageExtension 1737375231 - Action 2939324173 - Property 2879900210
source: Posting Email Setup
es_es: Configurar correo registro

# TableExtension 3186254788 - Field 2250103330 - Property 2879900210
source: Email Layout
es_es: Diseño de correo

# TableExtension 2393976901 - Field 1754546768 - Property 2879900210
source: Customer Type
es_es: Tipo de cliente

# TableExtension 1451574691 - Field 2210849109 - Property 2879900210
source: Purchase Line Document No
es_es: No documento línea de compra

# TableExtension 1451574691 - Field 739043640 - Property 2879900210
source: Purchase Line No
es_es: No línea de compra

# Enum 2053995473 - EnumValue 3060754182 - Property 2879900210
source: Collaborator
es_es: Colaborador

# Enum 2053995473 - EnumValue 3133801257 - Property 2879900210
source: Company
es_es: Empresa

# Enum 2053995473 - EnumValue 1383905037 - Property 2879900210
source: Default
es_es: Predeterminado

# Enum 2053995473 - EnumValue 1498446062 - Property 2879900210
source: Employee
es_es: Empleado

# Enum 2053995473 - EnumValue 3064074535 - Property 2879900210
source: Private customer
es_es: Particular

# ReportExtension 935227093 - ReportLabel 3167727044
source: Discount %
es_es: % DTO.

# ReportExtension 935227093 - ReportLabel 1370894183
source: Total discount
es_es: Total DTO.

# ReportExtension 935227093 - ReportLabel 3407423785
source: Total VAT|EC
es_es: Total IVA|RE

# ReportExtension 935227093 - ReportLayout 4204597913 - Property 2166945456
source: Custom sales invoice in Word
es_es: Factura de venta personalizada en Word

# ReportExtension 935227093 - ReportLayout 4204597913 - Property 2879900210
source: Custom sales invoice
es_es: Factura de venta personalizada
